Repository: collective/collective.maildigest
Catalog: collective/maildigest/locales/*/LC_MESSAGES/collective.maildigest.po
Languages: nl

source: ${delay} email
nl: Email ${delay}

source: ${storage} activity digest
nl: Samenvatting ${storage} van de activiteit

source: Automatic
nl: Automatisch

source: Cancel subscription
nl: Met het abonnement stopzetten

source: Change my subscription on this folder
nl: Mijn abonnement aan deze map te wijzigen

source: Daily
nl: Dagelijks

source: Follow activity on this folder
nl: Volg de activiteit van deze map

source: Items moved into the folder
nl: Elementen in het map verplaatst

source: Modified items
nl: Verwerkte elementen

source: Monthly
nl: Maandelijks

source: New items
nl: Nieuwe elementen

source: Please select daily or weekly digest.
nl: Maak uw keuze : dagelijks of wekelijks E-mail

source: Published items
nl: Gepubliceerde elementen

source: Removed items
nl: Verwijderde elementen

source: Subscribe
nl: Inschrijven

source: Validate
nl: Valideren

source: Watch also all sub-folders
nl: Aan de submaps zich inschrijven

source: Weekly
nl: Wekelijks

source: You cancelled your subscription to digest email about activity on this folder
nl: U heeft uw abonnement aan het volgen van deze activiteit voor deze map

source: actor_and_date
nl: (door ${actor}, op ${date})

source: digestemail-byfolders
nl: Hallo,<br />Wijzigingen worden gedaan aan maps aan wie u geabonneerd bent

source: folder_digesticon_title
nl: Zich inschrijven aan een regelmatige samenvatting van de activiteit op deze map

source: moved_from
nl: uit ${oldparent}

source: msg_parent_subscribed
nl: U bent aan deze map vanaf een bovenligendde map ingeschrijven

source: msg_subscribed_digest
nl: U bent aan een Email ${delay}, dat de activiteit van deze map samenvat, ingeschreven

source: title_digesticon
nl: U bent aan een Email ${delay} op deze map ingeschreven

source: title_digesticon_recursives
nl: U bent aan samenvatting ${delay} over deze map en zijn submaps ingeschreven
